/* No comment provided by engineer. */
"Set Cyberduck as default application for FTP and SFTP locations?" = "Vai iestādīt Kiber Pīli, kā pamata aplikāciju darbībām ar FTP un SFTP?";

/* No comment provided by engineer. */
"As the default application, Cyberduck will open when you click on FTP or SFTP links in other applications, such as your web browser. You can change this setting in the Preferences later." = "Kā pamata aplikācija, Kiber Pīle atvērs FTP un SFTP saites citās aplikācijās, līdzīgi kā interneta pārlūks. Tu vari to vēlāk mainīt iestatījumos.";

/* Apply proposed action. */
"Change" = "Mainīt";

/* Do not display this dialog again. */
"Don't ask again" = "Vairāk nejautāt";

/* Don't change anything. */
"Cancel" = "Atcelt";

/* Bookmark import from thirdparty applications */ 
"Import" = "Importēt";
/* Import <<Application Name>> Bookmarks */
"Import {0} Bookmarks" = "Importēt {0} Grāmatzīmes";
/* 23 bookmarks found. */
"{0} bookmarks found. Do you want to add these to your bookmarks?" = "{0} atrastas grāmatzīmes. Vai Tu vēlies tās pievienot savām grāmatzīmēm?";
/* Write the source application into the comment field of the imported bookmark */
"Imported from {0}" = "Importēts no {0}";